[
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "白羊座",
        "title": "白羊座：白羊座",
        "content1": "友情：★★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "两个一模一样的白羊座在一起，必然是爆炸性的组合。\r\n两人会很快被对方相同的行为态度吸引在一起。他们不会转弯抹角，而是直接表达出自己的爱意，马上进入热恋的阶段。不过他们过于相同的思想行为，相处久后会逐渐无法容忍对方的缺点，加上自私和不服输的性格，在没完没了的争吵中，对对方的爱意会变成讨厌甚至仇恨。另外，一旦两个人成为夫妻，一定要在理财计划上好好处理，否则入不敷出。 \r\n性生活方面，充满活力的两人配合度相当高。只是太着重性生活而忽略心灵上的沟通也是他们之间的大问题。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "金牛座",
        "title": "白羊座：金牛座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "节奏不同是你们天生的问题，一个冲动，一个慢半拍，要把你们放在同一个世界一起生活，看来大家要非常容忍对方，如果不是，很难看到长远。\r\n白羊座的人喜欢用强烈的追求攻势去攻陷金牛座的人的心，但金牛座固执求稳的性格，必然会深思熟虑才肯接受追求，中间拉拉扯扯的时候，可能白羊座已经忍不住转身就走。如果真是可以走在一起，大家不妨用双打网球的原理，一个补、一个攻，也许能够创出光明的前途，大前提当然是已经能理解和接受对方的特性。假如金牛座一方是男性，白羊座的女性就要更主动、加大追求力度。白羊座的人还要学习金牛座深思熟虑的处事态度，明白这点，大家都有好处的。\r\n性生活方面，金牛喜欢耳鬓撕磨，白羊则速战速决，有时候要学会迁就对方了。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "双子座",
        "title": "白羊座：双子座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "默契的一对。\r\n火象星座的白羊座加上风象星座的双子座，大家都是乐观一族，白羊座和双子座一起，热情总是一发不可收拾。由于生活的态度和方式很接近，多变的双子结合冲动的白羊更添趣味。这对组合，男双子女白羊会更合适。因为白羊没有双子刁钻的脑袋，如果是白羊座的男性遇上双子座的女性，你会被她搞得又爱又恨。一旦追到手了，白羊又要小心不可让自己的大男人主义抬头，太过压迫她的话，她随时会有婚外情的。\r\n性生活方面，一个冲动一个贪新鲜，是对不错的组合哦。不过白羊有时候会怪双子不够投入。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "巨蟹座",
        "title": "白羊座：巨蟹座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "白羊座(女)——巨蟹座(男)\r\n\r\n　　和白羊座人一样，巨蟹座人也很敏感，怕受伤害。不过，这两种人表现的方式迥异。前者用进攻来表示自己的力量，以至无意伤害了周围的人，但他(她)本意是想引起人注意，继而被人们接受。后者则表现得小心谨慎忍辱负重，藏而不露，迂回曲折地接近目标，甚至声东击西，让别人摸不准他(她)到底要干什么。一句话，巨蟹座人很会保护自己。受伤害后，二者反应也绝然不同。前者怒不可遏，马上就要回击，宁可玉碎，不愿瓦全。而后者则转过身无声地流泪，咬住牙也不叫痛，奉行“惹不起也还躲得起”的妥协方针。正因为都怕受伤害，所以这两种人在一起能相互体谅，所谓同病相怜也就是如此吧。因此白羊座女人如在善解人意方面做得好，这场爱情或婚姻便成功了一大半。\r\n\r\n　　不过，这两种人都有领导欲，在婚姻方面亦然。两雄相争，必有一伤。其实何必要一争高低，两人携手并肩一起走不是很好吗？\r\n\r\n　　《飘》里的女主角赫思嘉是个典型的白羊座女人，她有强烈的支配欲，所以有两重的女性价值观：一方面希望成为讨男人爱怜的小女人；一方面就连跳舞是时都希望自己引着男伴的舞步。白羊座女人往往太率真而显得咄咄逼人，常令男人望而却步。一般都要经过几次失败她才意识到自己作为女性未免锋芒太露。于是她开始克制自己，考虑改变自己的假小子作风。正在这时，巨蟹座的他出现了。他风度翩翩，温文尔雅。他耐心地逗她，使她忘记不久前的失落感。她又忘了先前的教训，大大咧咧地先给男方通电话，性急地谈起实质性问题。幸运的是这次是他，他竟毫不在乎这些。当然首先说“我爱你”的也是女方。这回大胆的姑娘可得意了——从未有过这么肆无忌惮地主动乞求而不受责备的。既然对方能这样完全地接受她而不挑剔，她也将毫不犹豫捧出全部的爱。\r\n\r\n　　可还会有冲突。首先是双方都太爱嫉妒，而男方在这点上更甚，以至连女方都感到受不了，难免要反抗。\r\n\r\n　　其次是在追求名利时手段不同引起分歧。男方深谙“欲速则不达”之理，所以掩饰欲望，甚至搞欲擒先纵之战术。女方却迫不及待，摩拳擦掌，所以看到男方那慢吞吞的样子就着急，甚至生气。其实，男方的作法往往更有可能成功，他那样绕着弯走也能到目的地。不信就看看工商名人录吧，那上面有许多大亨都是属巨蟹座的呢。\r\n\r\n　　钱到手后也少不了纠纷。男方认为有财不应外露，最好存起来或作一项划算的投资；女方则迫不及待地要花，要讲排场，大出风头。这也是因双方天性不同决定的。女方乐观开朗，男方稳重而有时易悲观退缩。其实，他的谨慎往往是正确的。\r\n\r\n　　两人各自都有一个内心世界。女方坦诚地把它向男方打开了，无遮无掩；男方却不然，总不肯把自己的秘密向女方公开，这一来可让生性好奇的她痛苦极了，她会处心积虑地去打听，还会胡乱猜疑。男方应当也对女方坦诚、无所隐瞒，否则她会伤透了心便离开，撇下他一人守着那堆秘密做王老五。她走的时候满怀对新生活的希望，旧生活被她果断地抛开。而留下的他却无法摆脱往昔的缠绕，又悔又悲。\r\n\r\n　　如果婆母健在，女方等于投身于一场感情争夺战——她得和婆母一起争夺男方的爱和关注。婆母去世了，阴影仍在——对男方来说，母亲的一切都是好的，而妻子得努力才能像母亲那样落落大方，工于女红，勤俭持家，弹得好钢琴，唱得出好听的歌曲，做得出可口的饭菜……要看到她也有许多长处。再说，你爱她因为她是一个可爱的女人，并不因为她是你的母亲啊。\r\n\r\n　　他们的性生活也需要双方做很多调适。起初，男方温柔体贴，处处为她着想，使女方很感动。可是男方在婚床上长期小心谨慎，就有可能引起一些问题。男方会对女方的大胆热情不能完全接受，甚至不安；而女方又因男方的温火劲而感到被冷落，被忽视。男方应记住：白羊座的她无论有过多少次体验，每次性生活还是有新鲜感，而且总是完完全全投入。接受她热情也就等于接受她的爱，她是多么害怕被拒绝啊。而女方也要记住：巨蟹座男子是有个周期变化的，他的低潮周期一过，就会温柔体贴如初。千万别在他低潮期对他说过于刺激的话。一旦在性方面受到攻击，他会更消沉，甚至长期抑郁，更糟的是他还可能去从酒或别的药物里寻找慰藉——巨蟹座男子内心是非常敏感脆弱的。\r\n\r\n　　只要能加强沟通，许多问题都会得到很好的解决，感情也会日笃。其实，这两个人在一起生活会有许多快乐——男方会让女方看到他不轻易显示的一面，富于幽默感，会逗乐，哪怕一起记家用帐或数钞票也会变成一件赏心乐事。何况男方的君子风度那样美好，和他在一起，女方也觉得自己该像个淑女才好。于是，女方身上也发生显著的变化，当然，是变得更可爱了。男方对女方的爱慕和恋情会越来越深，而且会在情绪方面依赖女方，其程度有如孩子对母亲的依赖。男方钦佩女方的勇气和进取心，并为她感到骄傲。可男方不会把这种钦敬爱慕说出来，反而还会不时抱怨女方太冒失，太大手大脚。听到这些批评，女方当然不太痛快，不过了解到对方是这种面冷心热的人也就有不会介意了。当然，男方也应学会倾吐。这样的一对会是令人羡慕的一对。\r\n"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "狮子座",
        "title": "白羊座：狮子座",
        "content1": "友情：★★★★\r\n爱情：★★★★★\r\n婚姻：★★★★\r\n亲情：★★★",
        "content2": "两个差不多性格和看法的人走在一起，两“火”相遇，一见钟情，很快就能擦出爱的火花。恋爱的过程，节奏明快而且热烈，全世界的人都会感受到你们那种热情的爱。两人都喜欢追求物质上的满足，一起买名牌，去吃好东西，周游列国，一起参予赌博性的活动，默契十足。加上有广阔的生活社交圈，生活不会乏味。狮子座的霸气可以压住白羊座的横蛮，白羊座的女性会知道如何去扮成狮子座男朋友的崇拜者。\r\n　　狮子座的女性则会知道如何讨白羊座的男朋友的欢心，偶然的小姐脾气也收放自如。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "处女座",
        "title": "白羊座：处女座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "在星座学上来说，这两个是很难放在一起的星座，因为大家的基本态度完全不同，水火不容。\r\n白羊座那一种冲动和工作狂，处女座那一种挑剔、神经质放在一起会问题多多。首先处女座不会喜欢白羊座的人生活圈子过份活跃，也接受不来那种“方便面”式的爱情态度，白羊座的人最初可能会被处女座表现出来那一种细心所吸引，不过一相处下来，他会忍受不了处女座那种原地慢步的缓跑式感情进度。也无法接受处女座斤斤计较的个性。两个人决定要在一起，不是没可能，但要付出更多更多的爱!!!"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "天秤座",
        "title": "白羊座：天秤座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★★\r\n亲情：★★★",
        "content2": "在星座学来说，白羊座和天秤座完全呈现180度对立，所有的东西几乎相反。但也由于这样，可以造就一对完美的关系，各自在对方身上找到自己所没有的东西，用对方的长处来弥补自己的缺点。自我意识强烈的白羊座可以从讲究合作关系和谐的天秤座身上学列如何和别人相处，天秤座也可挽回一点没性格的自我。 而且白羊座会对天秤座安排的家庭感到很舒适，不会有压力，天秤座的人又会对白羊座可以懂得欣赏他们那种品味而高兴。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "天蝎座",
        "title": "白羊座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "要知什么叫做“火星撞地球”，必定要看这一对组合了，两个火爆型的人在一起要谈一次恋爱，的确需要大量“军火”。而且天蝎座很多事都放在心上不表现出来，一旦有情变，他的报复性极强，达五星!!!白羊座很容易会被天蝎座的神秘魅力吸引，而将羊头撞过去，结果一撞出事，皆因两个人都是权力至上的人。试想如此情况之下，哪有可能不是由早吵到晚的一对？\r\n不过在性方面大家都能充分享受到彼此提供的乐趣。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "射手座",
        "title": "白羊座：射手座",
        "content1": "友情：★★★★★\r\n爱情：★★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "大家都是属于火象星座，非常合拍的一对，往往会一见钟情一眼就被对方吸引住，继而开始恋爱。而且相处下来，越来越合拍。你们是热情无比的组合，在公众场合也会肆无忌惮地表现出来，真是好得让旁人嫉妒！一生中各自为自己所追求的幸福而努力，大家都给予对方适度的自由，不会太主观将自己的意愿加在伴侣身上，堪称天生一对。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "摩羯座",
        "title": "白羊座：摩羯座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "一个节奏快，一个慢半拍，一个热情，一个冷淡，唯一共通点，就是大家都要争做主人，这个组合有点令人摇头，皆因大家实在太不同了，但认清了两方面的优缺点之后，如果能够好好掌握，不一定是坏事，起码白羊座可以在摩羯座身上找到他没有的稳固性和忍耐力，而摩羯座可以由白羊座身上学到乐观积极面对事情。只要大家愿意付出努力，不是凡事逼着对方依自己的方法来行事，是有机会维持下去的。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "水瓶座",
        "title": "白羊座：水瓶座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "非常适合一起的一对组合，但可能要象赌博一样博一博。因为你俩的人生态度很接近，对任何事物都有象小孩子一般的热情和好奇，彼此很容日易沟通起来。要留意的就是白羊座的人缺乏耐性和持久力，而水瓶座的人变化多端，有时候连自己需要什么也不知道，两个人在一起，一定要找到解决这个问题的药方。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "双鱼座",
        "title": "白羊座：双鱼座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "一个火，一个水，水火自古不相容，加上白羊是12星座的开始，双鱼则是12星座的结束，一头一尾很难接合，白羊座会被双鱼座那种消极而自我牺牲的人生观搞到不知如何是好，你们那一种乐观的思想满心以为能给他们正面的鼓励，但结果吃力不讨好，没被气昏就偷笑了！但是有时白羊又会被双鱼那种温柔而浪漫的情怀吸引住，非常矛盾。所以两个人要长久相处下去，必须要有改进才可。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "金牛座",
        "title": "金牛座：金牛座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "两个金牛座走在一起，一定是经过长时间的互相摸索和了解，不会是一碰就擦出火花那一种情况，由于他们的个性保守而固定，所以越相处长久，越会发现对方的优点，不会激情如火，但会细水长流，你们要小心的是两人的占有欲都很强，这是争吵的导火线，加上互不让步，有时局面会弄很僵。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "双子座",
        "title": "金牛座：双子座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "基本上，金牛座无办法适应双子座那种“没一刻能停下来”的性格，虽然大家的交往的过程中，双子座会带给金牛座很多很多乐趣，但相处久了，金牛座往往会跟不上双子座的步伐。双子座的人又会为金牛座那一种沉默稳定的生活方式感到乏味。两个人要想走在一起，大家都要付出很多。另一方面必须要注意的就是金牛座那种强烈的性需要，有时会让双子座有需索过多的感受。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "巨蟹座",
        "title": "金牛座：巨蟹座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "因为金牛和巨蟹都是内向型的星座，而且都是以家庭为人生最终目标，所以两个人一旦擦出火花是颇理想的一对，互相爱得对方很深很深，唯一的问题是双方的嫉妒心都很重，只要有什么风吹草动，马上变得敏感起来，不懂得控制自己的情绪，加上内敛的性格，往往变成冷战的局面。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "狮子座",
        "title": "金牛座：狮子座",
        "content1": "友情：★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "无妨一试的组合。基本上本性上会有很大的不同，金牛座是属于保守而朴实的类型，狮子座则是开朗兼豪华的人种，两个人碰在一起很自然会被对方拥有自己身上没有的东西而吸引，不过相处下去，会常因价值观的不同而产生矛盾，双方必须让步一下才可天长地久。他们在性方面的配合度却出奇地高，彼此都得到满足。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "处女座",
        "title": "金牛座：处女座",
        "content1": "友情：★★★★★\r\n爱情：★★★★\r\n婚姻：★★★★★\r\n亲情：★★★★★",
        "content2": "非常接近的一对非常情侣，大家都是土象星座，观念上有很多相似的地方，同样追求平实而稳定的生活，不喜欢冒险，容易达到心灵上的满足，你们绝不会是一见钟情的类型，要经过一段长时间的观察，才会确认对方是你人生的另一半，时间越长越觉得对方适合你，细水长流正是你们感情生活的写照，虽然别人看你们会觉得你俩不知长进，但你俩都深明平淡是福的道理。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "天秤座",
        "title": "金牛座：天秤座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "金牛、天秤都是金星守护的。金星加金星的组合，不用说“靓”是你们第一个要求的条件，大家都会被对方的美貌所吸引，问题是可不可以发展下去呢?! 如果你们正在拍拖，应该是可以的一对。兴趣和思想都会很合得来，爱神也会很照顾你们。拍拖时你们都可以享受到爱情的真乐趣，只不过一旦结婚，金牛座的实际和固执会令天秤座的人有点受不了，偏偏天秤也是顽固的家伙，只是他们不表现出来而已，表面上逆来顺受，其实全藏在心里，矛盾因此日积月累。性生活方面，金牛座天性渴求性的满足，天秤座必需配合达到他们的性要求，这样两人才会更默契。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "天蝎座",
        "title": "金牛座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★",
        "content2": "金牛座和天蝎座呈180度对称，在一起可以成为非常情侣的机会是一半一半。\r\n首先能够把你们两个拉拢在一起的一定是来自性方面的吸引，尤其是金牛座会被天蝎座的天生魅力，电得晕乎乎，但要长期相处下去，一定要克服好多心理上的阻碍，要证明给对方看，你爱他不单单是因为性这一件事！虽然大家都比较内向，喜欢藏着心事，但出发点不同，金牛座是“客气”的、慢热的，而天蝎座就不同，他们是一方面听你说话，另一方面内心的思绪已经转了很多个弯，情绪波动极快。这会造成大家平日沟通上的误解，尤其是说话方面。思想及观念一个东一个西，有时候误会也是难免的啦。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "射手座",
        "title": "金牛座：射手座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "如果你们选择要在一起，首先一定要非常了解对方，因为大有可能你们是由友情转化成爱情，在一起前你们并没有看清楚是否是自己所要的。金牛座不要以为和射手座的人一起挺开心的，他教你好多好玩的事便就是爱情。\r\n本质上你们两个是相反的人，一个内向一个外向，一个实际一个虚浮，一个动一个静，射手座不爱留在家，金牛座就家庭至上。两人差得这么远，勉强对方做自己那一套，大家都只会不开心。明白这点之后，再认真想清楚是否要在一起？决定了吗？决定了就别再后悔了，加油！"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "摩羯座",
        "title": "金牛座：摩羯座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "非常默契的一对，两个土象星座的人，一个沉稳，一个谨慎，又知道对方想什么，感情不是惊天动地，高潮起伏而是细水长流，可以组成一个小康之家。\r\n开始前，你们会有一段互相摸索的时间，当大家认定对方时，就会开始一起为将来的共同生活而实务计划，有了信心和安全感就会先组织家庭，还会很快生儿育女。\r\n在性方面，摩羯座会受情绪压力影响，有时频频需要，有时好节制，金牛座要利用自己的能力，去舒缓他们的心理同生理问题。"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "水瓶座",
        "title": "金牛座：水瓶座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "不是太和谐的一对。\r\n金牛座会被水瓶座潇洒的态度所吸引，想试一试他们的生活方式，可惜一旦两人在一起，情况会相反，金牛座会怕了水瓶座这一种太极端的想法和思想行为，太变化多端和不理道德规条的个性。但想远离时，又会被水瓶座那种不甘心的压力弄得无力拒绝。所以真是要开始恋爱时，必定先看清对方，考虑几个问题：水瓶座对朋友的重视，金牛受不受得了？可不可以不嫉妒？金牛座事事都讲求实际合理，水瓶座的理想和反传统的精神看不看得过眼？水瓶座可不可以忍受金牛座死板不识变通的个性？金牛座可不可以接受水瓶座随时发作的情绪化脾气呢？大家都先想清楚咯~"
    },
    {
        "xingzuo1": "金牛座",
        "xingzuo2": "双鱼座",
        "title": "金牛座：双鱼座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "你们的感情是由时间一点一点积累下来的，越相处越能发现对方的好处，起码大家都非常舒服，甜蜜尽在不言中。\r\n金牛座是不太懂得表现浪漫的星座，但他有这颗心，在很多生活细节中，能给双鱼座关心的感觉，双鱼座那一种愿意牺牲自己的情怀也深深打动金牛，发展到死心塌地的阶断，双鱼座又能感受到金牛座那种特强的占有欲，感觉自己完全被爱包围，不但不反感，还非常enjoy。\r\n在性生活方面，金牛座会很在意双鱼座的感受，会尽力希望使他得到满足，所以只要双鱼座表现出他的强项——装，就算未必是事实，精神上也能达到水乳交融境界。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "双子座",
        "title": "双子座：双子座",
        "content1": "友情：★★★★★\r\n爱情：★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "半斤八两的两个小朋友碰在一起，一定玩得很开心很高兴，世界上怎会可能有这样的一对，一碰上已经觉得观念行为一摸一样，大家有讲不完的话题标题，日日新鲜？！这个就是双子座的组合。\r\n当然这个组合也不是无懈可击的，彼此太小朋友的脾性，自然发生争执的机会也增多，全都是芝麻绿豆的事，虽然不会放在心，但难免影响感情，而且大家都爱玩一些小聪明，欺骗、不负责任是你们的强项，可惜这次遇到的人完全看穿你那一套，动一动尾巴，对方已经知你在搞什么鬼，真不过瘾啊。\r\n性方面也非常协调，因为大家都贪新鲜，愿意尝试，也都体谅对方的行为。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "巨蟹座",
        "title": "双子座：巨蟹座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★★",
        "content2": "其实双子座的人和你谈恋爱，心态上只是“搭讪”，谁知道搭上了就发现非常聊得来。双子那一种谈笑风生的态度，打动巨蟹座相当温柔的心。很偶然地搭讪，接着一起坐着、一起吃饭、一起埋单，这个过程，正是双子座和巨蟹座相识至相恋的写照，但吃完这顿饭之后再怎么下去就是你们要面对的问题，这一场的欢乐搞不好就会成为将来的悲哀。\r\n因为大家的人生观根本不同，双子用理性看爱情，巨蟹用感性，相处之后，意见不合，矛盾顿生，敏感的巨蟹座会尝试去抓紧非常外向的双子座，但用力过度，钳伤他的话，双子座会走的，要留意，巨蟹座喜欢留在家，但双子座会觉得在家如坐牢。\r\n在性方面，双子座完全由心理控制欲望，但巨蟹座讲求当时的气氛，默契还不够哦~\r\n做好朋友你们绝对无问题，做情侣要靠运数了!!!"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "狮子座",
        "title": "双子座：狮子座",
        "content1": "友情：★★★★★\r\n爱情：★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "简直是天生一对，还是怎么看都看不厌的一对。\r\n因为你们都对生活有求进心，不会甘心停留在一个层面，即使内心想法不一样，但步伐一致，能够长久在一起。双子座的人虽然多变，但面对狮子座的霸气，很自然就会收敛起来，狮子座也可以用一种豁达的心去包容双子座那一种善变贪新鲜的特性，明知他们天性如此，不如刻意放上心。\r\n在性生活方面，多变欲望的双子座有时令狮子座很迷惑，究竟是否我有问题？其实只要你发挥你全心全意的热爱，就可破解双子座这种假冷感。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "处女座",
        "title": "双子座：处女座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "如果大家不是经常见面，只是偶尔聊聊，那么你们可以做到好朋友，因为大家都有“八卦”的本能，可以互通有无，可能因此对对方产生好感。可惜一旦要一起生活，马上变成敌人。\r\n试想想，一个变化无常，虎头蛇尾，一个事事挑剔，容忍不得半点瑕疵的人，怎么相处？双子座那种吊儿郎当的态度，会气死小器量的处女座，在用钱态度上更甚，双子座不停花钱买新鲜无谓东西的行为，常引起吝啬成性的处女座不满。\r\n同一道理，在感情开始时，大家的性吸引力都很强烈，但是一旦长久习惯，处女座大有可能觉得双子座冒犯了他，趋向冷淡，这样情况之下，你说双子座会不会离开？！"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "天秤座",
        "title": "双子座：天秤座",
        "content1": "友情：★★★★★\r\n爱情：★★★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "Prefect的一对!!! 大家都是风象星座，都是爱变动，贪新鲜，初初见面已经有一见如故的感觉，而且即食面的爱情心态，往往过程一拍即合，很快已经谈起情来了。相处下来这种有点像又不像的人生态度，使你们永远保持新鲜，不会太激烈，但又不会很平淡，真是一对好搭档，而且不会谁要领导谁，是交互式的关系。\r\n在性生活方面也是充满奇趣的一对，天秤座的性感浪漫令多变的双子座，不时有新高潮，不单在性行为上，连言语间也能使大家有性乐趣。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "天蝎座",
        "title": "双子座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "如果你们在一起，其实就等于两个丁组选手一起跑国际马拉松，看谁先放弃！因为你们两个人完全没有共通点，思想行为相差十万八千里，最初的时候，双子座会被天蝎座这种激情同神秘所吸引，但一相处，你会发觉天蝎座的神秘，其实是他收起自己的情绪，不表白出来，对有什么说什么的你，等于看着一套黑白默片，没看头！而你同朋友来往多些，他的妒忌心又出现，次次针锋相对，就算不出声，只是眼神都令你有压力。相反天蝎座在被双子座这种灵活乖巧的魅力吸引，相处后就会feel到他挺自私挺Cool的，不是你所需要的，而你用的一套方法，只会逼他走得更快。\r\n而你们在性关系很受外来因素影响，大家心情好做得当然愉快。一旦吵架，性往往变成一种周旋的手段，讨价还价，有时处理得不好，可能会引发天蝎座暴力和沉溺麻醉物中，象酒、烟之类。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "射手座",
        "title": "双子座：射手座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "你们是成180度对角的对宫星座，所以在一起只有两个可能，非常极端的好或者非常极端的坏。\r\n双子座和射手座首先面对的问题就是，这对情侣单独在一起的时间实在太少，大家都外向，朋友又多，嗜好多箩，哪有机会享受到二人世界呢？只不过最初的时候，双子座觉得射手座的人很能聊，而且有一句说一句，直接了当不罗嗦，自己没有的好处，好象他都有齐，而射手座一样中计。但长久相处下来，真面目败露，麻烦就来啦。在恋爱中途，经常发生的情况就是大家都另有新欢，随时随地是一个四角以上的关系，开始的优点也变成互相憎恨的缺点。\r\n性生活方面协调而不沉闷，最奇怪是如果对方有一夜情都会坦白自招，伴侣也都不会因此耿耿于怀，很看得开，够奇怪吧！"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "摩羯座",
        "title": "双子座：摩羯座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "要下足功夫去互相适应的一对情侣。如果摩羯是男，双子是女还好，要是相反的话，就麻烦了，要加油哦。因为男的摩羯座会在实际生活上帮到双子座，而且一认定她之后很少会变心，组织家庭之后在经济上更能把双子座胡乱花费的习惯强迫改变，将来生活有保障。反而男的是双子座的话，麻烦多多，摩羯座女生会受不了他那种全世界都是朋友而且花心的态度，双子座也受不了摩羯座老婆的唠唠叨叨，干脆不回家。而这又会搞到摩羯座更加不妥，矛盾越积越深咯。\r\n同样情况也都发生在性生活方面，摩羯座的人时常会因其它外在因素，好象工作，不能集中去享受性的乐趣，对于视sex为人生一大快事的双子座来讲，当然不Enjoy啦。\r\n你们要花点心机去了解和适应对方!!!"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "水瓶座",
        "title": "双子座：水瓶座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "又一对非常情侣。因为大家都是风象星座，变化好大，感觉很相似。所以相识之初，很容易被对方“电”到，急速堕入爱河，大家都飞不出大家的掌心咯。你们这种自由自然开放豁达的态度，谈起情来比一般情侣来得潇洒，不会将爱情变成了令自己不开心的压力，大家生活圈子又广阔，真是啥都不用愁，两个人之间的关系可谓这么近又那么远，介乎友情同爱情之间，有什么都讲出来，不会有隔夜仇。\r\n这样组合的确好适合，只不过可能有时大家都太忙而忽略了对方，可以留一点两人的时间和空间给大家。 \r\n在性生活方面，不是太重视，因为有太多其他兴趣你们去玩，而且你们会着重精神上的沟通多点，有没性趣已经没什么时间去探讨了。"
    },
    {
        "xingzuo1": "双子座",
        "xingzuo2": "双鱼座",
        "title": "双子座：双鱼座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "不是太默契，因为大家是不同一类，而且都有多面性格和起伏的情绪，除了开头可能因为性的吸引力被对方迷倒之外，长远相处，很难融入对方陌生的世界之中，越来越想脱离对方。所以你们开始恋爱之后，一定要为对方而改变一下自己，起码大家都不要今天这样、明天那样，变来变去。有这个决心才有未来。还有一点要小心，双子座为了自己利益，总是讲大话，双鱼座又会为取悦对方而讲大话，骗来骗去，真的可以吗﹖\r\n在性生活方面，大家配合度挺高的，所以往往由这方面开始一段关系，一些奇怪的方式你们都会有兴趣尝试，绝对可以一起“三级”一起实地研究，某个程度上双鱼座还有点被虐待的倾向。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "巨蟹座",
        "title": "巨蟹座：巨蟹座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★★★\r\n亲情：★★★★★",
        "content2": "因为大家都有相同的特质，非常合拍的一对!!要注意的是你俩都是阴性水象星座，很内向，太多感情藏在心里，敏感性高，很容易因为小事情而估计错误，使自己不开心，也因此影响到另一个又是情绪波动的人不开心，何必呢？\r\n你们强烈的母性、爱家庭的特质，会在恋情进入稳定期之后，谈婚论嫁，而且子女也要快快生才觉得是完美人生。共同生活可以做到互相照顾，互相依赖，注意的是你们太犀利的记忆力，每次吵架时，一定会将以前陈年十八代的事找出来讲，互揭疮疤，针对人不针对事，小的是情趣，大的始终伤感情！好在你们可以事后冷静检讨自己。\r\n性生活方面，太多复杂而无谓的情绪会影响到你们，不能够有太多时间享受到其中的乐趣。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "狮子座",
        "title": "巨蟹座：狮子座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "可以做得很好的一对！但首先一定要清楚对方是和你完全相反的一个人，狮子座由太阳掌管，是火象星座，巨蟹座由月亮掌管，是水象星座，水火本不容，但如果两人肯去理解和学习对方，取长舍短，就能成为非常好的一对，最重要是知道怎样彼此协调。狮子座外表自大专制，但内心敏感的情绪不输巨蟹座，但他们表面会死撑，所以一发生争执时，为了面子，绝不低头，而巨蟹座也耿耿于怀，于是几天互不理睬的情况就会发生。\r\n另外要注意大家理财观念上的共识，巨蟹座会觉得有时狮子座太过奢侈，整日买些不实际的东西，浪费钱，干脆把钱当礼物算了。狮子座也奇怪为什么巨蟹座整日为了未发生的事烦恼。不过相处久了，大家都会影响大家的想法，也能相安无事了！\r\n在性生活方面，大家会有差别，狮子座的主动热情大胆而直接的方法，不是巨蟹座所喜欢的，应该顾及一下巨蟹讲究感觉的习惯咯！"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "处女座",
        "title": "巨蟹座：处女座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★",
        "content2": "你们通常是由朋友关系开始，经过一段时间相处或者因为一些导火线使你们发觉对方可以是你的终生伴侣，不过这个阶断可能拖拖拉拉好久才肯定，你们两个都缺乏主动性而且太内向，心里面对感情有不同方向的恐惧，巨蟹座永远都怕受伤，处女座总觉得每一个恋人与他心目中的完美有大截距离，因为这样拉锯浪费了不少可贵青春，好在你们一旦走在一起，就可以有长久的关系。\r\n共同组织一个家庭的时间，也是你们感情的另一次考验，虽然巨蟹座很有持家之道，但比起处女座那种分毫必计的小家态度还有一点距离，要小心你们往往容易小题大做，把一些小事化大，“湿湿碎碎”的小争吵，其实很易破坏你们的感情，要小心。\r\n对你们来讲，Sex不是重要的一件事，只是维持大家关系的小环节，有点例行公事一样。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "天秤座",
        "title": "巨蟹座：天秤座",
        "content1": "友情：★★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "你们开始的时候，可能会被对方的一个眼神吸引，好象他就是你正在寻找的一种温柔，但相处后就发觉要长久在一起一定要付出加倍努力!原因在于天秤座的性格，令到一直追求安全感的巨蟹座好迷糊，不停在想究竟他喜欢我有多少？天秤座就会一直迟疑究竟他是否是我要的一个伴侣呢？最惨的是，大家都是心软的人，个性不强又不喜欢做“丑人”，发生问题不去面对，一个把话藏心底，一个就自欺欺人，往往弄得不温不火，整日欲断难断。\r\n长远来讲，天秤座要收起自己多变的心，巨蟹座要加多两钱温柔，发挥强烈母性，将他留住，解决了无法突破的关卡之后，他会对你非常好，乐观爱美的天性使你快乐，最好不要整日闹情绪，你不出声，他安慰了你一次两次之后，第三次他就会转身走的啦。\r\n性方面巨蟹座也要尝试给他多点满足感，他要求极其重视气氛及情调。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "天蝎座",
        "title": "巨蟹座：天蝎座",
        "content1": "友情：★★★★\r\n爱情：★★★★★\r\n婚姻：★★★★★\r\n亲情：★★★★",
        "content2": "同样是水象星座，天蝎及巨蟹的感情可谓尽在不言中啦，大家都是讲感觉的人，有一种惺惺相惜的默契，虽然开始谈情时，未必是缠绵热恋，但时间越久，热情的态度日渐升级，绝对是好情侣。\r\n最好在感情敏感度上半斤八两，巨蟹座疑心多多，但天蝎座更厉害，你千万不要把以前的恋爱史告诉他，几十年后他也可以找出来讲。天蝎座也要明白巨蟹的情绪化，他真的可以今天嘻嘻哈哈明天苦口苦面，知道他这种变化无常，给他需要的安慰及呵护吧！婚姻生活方面，大家都以自己二人的家为第一位置，巨蟹也甘心受天蝎座的操控，知道怎样可以令他享有一个温暖愉快的家庭。\r\n至于性生活，天蝎座这样强烈性的占有欲，令巨蟹为反而有被重视的感觉，也由他的指示，将性爱升华至精神境界，和谐共同分享高潮。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "射手座",
        "title": "巨蟹座：射手座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "为什么会爱上一个不回家的人呢？这是巨蟹座碰上射手座不得不问的一个问题？\r\n原则上你们差别很大，一个喜欢在家，一个就从不粘家，一个敏感悲观，一个是大大咧咧，为什么会在一起呢？或者开始时候，射手座乐观没机心，给巨蟹座一种希望吧！但相处后巨蟹会发觉射手连根本的小小的你最需要的安全感都不能给你。对于射手座，他又怎么忍受得了巨蟹座的这一种痴缠呢？巨蟹最重要是家，对射手来说，家只不过是间酒店而已！发展下去，你们容易整日吵架，往往射手座会啥都不管，自己出去找其它的快乐，而巨蟹座就只有自己一人在伤感郁闷。金钱方面，巨蟹座那种能省就省的性格，射手座也无法体会的！ \r\n性方面，射手座在新鲜过后，会觉得巨蟹座有点例行公事，完全不能够满足他的挑战及冒险精神，自觉无趣因而发展与第三者的关系。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "摩羯座",
        "title": "巨蟹座：摩羯座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★",
        "content2": "在星座学来讲巨蟹同摩羯正是一个对宫，可以是非常情侣，也可能是一世的冤家，要看你们的修为了。\r\n通常你们很有缘份，在初相识时已经被对方吸引，摩羯座对巨蟹座这一种妈妈的温柔味道，善解人意的性格很着迷，而巨蟹座对摩羯座那种爸爸的尊严及稳定很有安全感，所以如果是一对男摩羯女巨蟹的组合，往往容易成功，但如果是女摩羯男巨蟹就可能出现老婆食住老公的情况。对于组织家庭方面，你们会有一致的共识，会很快拉天窗，而且很快有小孩，但小孩出生后，孩子可能就是影响你们感情的原因。因为大家都将焦点集中在小孩身上，反而使大家之间的沟通减少。\r\n你俩的共同处还是在于家庭方面，大部分的支出都是用在投资家庭生活方面，绝少其它无谓的浪费，而且有长远的积蓄计划。\r\n性生活上摩羯座往往因为工作上的事情，干扰到他们的性趣，连锁引起巨蟹座对自己本身吸引力的怀疑，需要花点功夫追寻灵欲合一啦。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "水瓶座",
        "title": "巨蟹座：水瓶座",
        "content1": "友情：★★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "小心，你们可能只是短暂情缘!!因为巨蟹座与水瓶座的性格根本是两回事，巨蟹座这种渴望专一安全的爱情，在水瓶座眼中简直是无稽可笑，瓶子绝不会为一棵树而去放弃一片森林，巨蟹座想用柔情去捉紧他之时，他会很理性的跟你讲不是这样，应该要给他多点自由，但放松不理他时，他又会认为你根本不关心他，巨蟹座那套好难用在他身上啊！最初之时水瓶座会为巨蟹座那种温柔和顾家的特性所吸引，但相处下去发觉根本不是这样，于是想去改变巨蟹。但固执内向的巨蟹怎么可能听你的呢？他根本不认同你的那一套！相处之时，往往为了自由的问题而引起争端，水瓶座好怕巨蟹座的罗嗦，宁愿去与自己的朋友一起，避开长期轰炸。\r\n性关系未必美满，因为巨蟹座永远不会知什么时候水瓶座才需要性爱，往往造成不平衡。"
    },
    {
        "xingzuo1": "巨蟹座",
        "xingzuo2": "双鱼座",
        "title": "巨蟹座：双鱼座",
        "content1": "友情：★★★★\r\n爱情：★★★★★\r\n婚姻：★★★★\r\n亲情：★★★★★",
        "content2": "非常默契的一对。两个都是感情十足的水象星座，一切都以爱字行先，你们之间的关系真似一套爱情文艺片，充满赚你俩热泪的情节。由开始彼此对爱情的同一憧憬，到你们知道找到了在心里一直渴求的人，你们会很努力给对方安全感，会很小心去维持两个人的关系。但要小心你们的优点也是你们的感情上的死穴，因为你们的敏感度高，越紧张对方，受对方情绪影响越大，小小的事情，都会令你们不快乐，眼里不容一粒沙哩！在组织家庭这方面，巨蟹座最好多负责组织的工作，尤其在财政方面，双鱼座这种吊儿郎当，有时会令到家庭陷入危机。\r\n在性生活方面，必先以感情为基础，配合浪漫的想法，肉体接触只是表现各自热爱对方的一种手法而已，单是肉欲的交往，无助你们的感情，同样，太纵情也影响生活中其它部分。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "狮子座",
        "title": "狮子座：狮子座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "大家都是同一个性格的人，在一起有基本的共识，问题是你俩个性都太强，要做情侣会有重重压力，没有一个中庸方法，不是爱得轰轰烈烈，就会是一对冤家。一旦发展到情侣阶段，最怕是整日都要“撑”，因为两个都要面，都不能输，争做这段关系的话事人，加上嫉妒心又强烈，两狮相争，必有一伤的，所以通常两个狮子座在一起，会是好朋友多点，尤其男的狮子座会喜欢一些有女人味温柔的女人给他可以保护，太强劲的女人，令他自己的优越感减少了！\r\n你们成为长久伴侣有一个好处，就是在财务上会互相帮忙，因为狮子座是一个天生赌徒，经常会孤注一掷，如果有另外一个强势的伴侣做后盾，有什么问题你都可以靠另一半的帮助，尽快复原。\r\n因为你们精力强盛，所以在性生活方面花上不少时间，大家的性欲都能满足，因此性是你俩另一个解决争执拗的好方法。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "处女座",
        "title": "狮子座：处女座",
        "content1": "友情：★★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "需要努力调和的一对。如果有时间可以看清楚，处女座的人不会选狮子座，不过可能初相识之时，狮子座那种大方开朗的态度会令处女座一时“鬼掩眼”。而狮子座会以为处女座的人有精密的头脑可以帮助到他们事业上的发展，谁知堕入爱河之后，先发现处女座总是伤害你的自尊心。因为处女座很率直，很挑剔，见到狮子座有什么不顺，都会直斥其非，你说你的狮脸何存呢！平时拍拖的活动也一样不同，狮子座做完了就会尽量去玩放松自己，但是处女座会宁愿多些时间在家或者做一些进修，对狮子座来讲，可能觉得处女座比较乏味。\r\n在性生活方面，一样出现强弱悬殊的局面，因为狮子座喜欢作主动，但本身有洁癖的处女座会好讨厌狮子座这种态度，往往不欢而散。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "天秤座",
        "title": "狮子座：天秤座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "两个热情的组合，在外人眼中真是好一对好情侣，但实际是什么样，你们都心中有数啦！\r\n初相识时，你们很容易一见钟情，互相被对方吸引，尤其是在一大班人的聚会中，狮子座那种排场和好客的作风，天秤座那种讨人喜欢，娓娓而谈的交际手段，的确很适合。不过真正的考验是你们要更进一步时要面对的问题，因为意见不合出现争执时，狮子座这种霸气令天秤座不舒服，而由想讲道理往往变成不理会，掉头走人，狮子座对于这种“软皮蛇”的行为就更加不妥，感情会随时间而恶化。在组织家庭上最易发生的问题是互相推卸责任，你认为我不对，我认为你不对，虽然天秤座可以忍一时，但内心不停地不满，总有一日翻脸而去。\r\n大家对性都有需求，但方向却不同，天秤座喜欢轻燃慢扫的爱抚方式，狮子座直接而主动，令到天秤座觉得失去的情趣。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "天蝎座",
        "title": "狮子座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★★\r\n亲情：★★★★★",
        "content2": "这是一次爱情投注，大家都是个性强的人。分别在于狮子座的强在于外，率直坦白皇者之风，强势不饶人，但天蝎座这种霸气却是内藏型，凡事计较于心，不轻易被人看穿，两个人放在一起，还要谈恋爱，其实是挺勾心斗角的。因为大家都想管住对方，控制大局，相处一段时间后，争执少不免，要论输赢，怕且天蝎座会占一定上风，狮子座急燥的个性不够他斗的。不过命运好奇妙，奇在你们有时候可以成为一对无敌情侣，起码外人欺负不了你俩，两个强势的人能够组成一个强势家庭。\r\n性生活方面充满剧烈的活动力，因为天蝎座强调性和爱，爱和性必定连结，而狮子座的征服心也会淋漓尽至反映在性行为之上。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "射手座",
        "title": "狮子座：射手座",
        "content1": "友情：★★★★★\r\n爱情：★★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "算是有来有往的一对情侣。大家都是火象星座，相互的热情可以激发起强劲爱火花，你们易一见钟情。但更重要的是在火热缠绵之后，如何把这种关系维持到永远。拍拖的时候，当然大家都开心，也没什么压力，彼此都是乐观的人，又喜欢玩，不会太刻意去束缚对方的自由，最多有时狮子座会有些醋意，只要射手座迁就一下就没事。问题在于过于无负责任和归属感的恋爱，可能永远停留在表面，一旦患难出现就未必可以见真情，尤其在组织起家庭上，不会将专注力放上去，各自有另外的生活圈子，俗话说“家不成家”会应验在你俩身上，尤其有子女，除非他们很早已经独立！\r\n性方面绝对可以相互配合，有时射手座喜欢出去招蜂引蝶，狮子座知道了会有一些风波，但是结果狮子座都会原谅他。怕就怕有一日射手座发现狮子座在这方面来一招礼尚往来会受不了。"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "摩羯座",
        "title": "狮子座：摩羯座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "能否是超级情侣，要看你们的基础打成如何了，因为你俩不是很合适的一对，人生观同方法都有不同，但是有一个共通点：就是野心很大!!! 如果最初拍拖时，认清这个目标，将它化入爱情之中，作为长远一起的基础，未尝不可以Keep住，狮子座相对起来会是易搞的一方，因为他有什么都会摊开讲，也都会当面指正摩羯座，但是摩羯座就继续他的一套躲躲藏藏的方式，有时遇到一些争执，他看不过眼，或者处在下风时，可以表面全无反应，一声不出在心底盘算如何去应付，狮子座就最怕这样啦，会给摩羯座吃住。\r\n两个人一同生活时，狮子的奢侈性和摩羯的节俭性，狮子的乐观和摩羯的悲观真是挺难沟通的，在家庭计划和财务管理方面会很头痛。\r\n性生活方面也很难平衡，狮子座的热情奔放，有时令摩羯座觉得需索过多，但又没有想过自己是否太严肃和公式化！"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "水瓶座",
        "title": "狮子座：水瓶座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "要不停翻新不停进步的一对组合。因为在星座学上你们是对宫，所以很多事都是完全相反，只是大家都是外向乐观的星座。两者的固执和自我，加在一起就会出现“各持己见，不肯放手”的死局。最初可以将你俩拉在一起，主因可能是狮子座有自信，认为可以将这个冷漠的水瓶收复，将他古怪的脾性修正为正常人，水瓶座的三分钟热度也令他们对霸道的狮子产生兴趣。只怕这种想法，很快就已经见底，一时冲动到谈婚论嫁地步时，劝你们要想清想楚，大家够不够信心及坚持力白头到老，首先要知道做朋友及做情人是两回事，不要以为好朋友便可成为好情人。\r\n在性生活方面，你们一起在床上的活动时间不会太多，水瓶座的人有太多其它事做，当他兴趣来的时候，狮子座又未必觉得是时候，会有反抗的态度。\r\n不过啊，世事是没有绝对的，可能你们是例外的一对咯！"
    },
    {
        "xingzuo1": "狮子座",
        "xingzuo2": "双鱼座",
        "title": "狮子座：双鱼座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "虽然狮子座能吃住双鱼座，但是能算是一对好情侣吗？这个组合挺复杂的，因为初初相识时，大家都可能被对方吸引，双鱼座觉得终于找到一个可以保护他们的人，狮子座又会以为有人以他为重心，好有满足感，但问题出在蜜月期之后。因为狮子座完全吃住了双鱼座，令到温情的双鱼越来越觉得有压力而尝试逃避这份感情，但是不可放开，唯有见步行步。狮子座由最初的高高在上而变成看不起双鱼座，觉得男的双鱼座没用，女的双鱼座整日扮可怜。如果结成夫妇，最后发展会变成面和心不和，外人看来没事，但彼此的感情就同时间成反比。\r\n性是唯一可以将大家拉近的一件事，但如果长期以这些为工具是不能的。希望你们可以打破宿命啦！"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "处女座",
        "title": "处女座：处女座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★★\r\n亲情：★★★★★",
        "content2": "从星座的角度来看，大家都有共同的性格特质，碰在一起，了解度自然会高，但因为你们都是处女座，太过理想主义，太过实际，太过挑剔，太过以为应该是这样，造成长久相处会出现好多麻烦。　　\r\n你们不会是一见钟情那一种，必定是经过长时间大家摸索，看看对方怎样。加上主动性不强，你等我表态，我等你先走一步，十足的拉锯战。到了认定对方是自己的目标之后，情况也未见得乐观，太多挑剔对方，太多不顺眼，太多指责，只会让感情恶化。而且总会算着对方想什么？他这个行为又有什么含意？他是否将我摆在第一位？猜忌这么多怎行呢？\r\n从好的方面来说，你们都是理性的人，也有服务人的天性，只要不太计较肯为对方付出，还是不错的。处女座也是好学习的星座，一起定下目标一起去实现，就是互相促进的一对。\r\n性方面，两人都有洁癖，可能更注重精神恋爱，性爱反而不是太热中。"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "天秤座",
        "title": "处女座：天秤座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "处女座在爱情路上不是那么容易有好结果，但天秤座是一个不错的选择，当然成不成功好大因素是处女座的表现。因为你们都是尖酸型的人，喜欢对四周的事物加以品评，所以初相识的时候，好容易谈得来，对身边的朋友、同事、八卦消息都说得好兴奋，大家都觉得这个世界有太多不满意的事，但你们都只是停留在谈话，又不会实际去行动。感情发展过程中，大家都是模棱两可，不会说哪个主动不主动，顺其自然地交往，友情重于爱情，当一方面想进一步突破，问题也因此而生；处女座会为天秤座的扭扭捏捏生气，天秤座也为处女座拖拖拉拉而烦恼。\r\n性爱方面，两个完美主义的人，都很重感觉。但可能都不太积极。"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "天蝎座",
        "title": "处女座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★",
        "content2": "用心来算的组合。\r\n　　大家谈恋爱喜欢算计，又喜欢看不过眼，不同的只是处女座会说出口，天蝎座藏在心而已。好在你们对感情都有一种专注的深情，认为爱一个人就应该爱定，一旦拍拖，少有节外生枝情况，但是在一起是否真开心，见人见智，问心吧。\r\n　　最能维系你们感情的都是最现实的事，在决定组织家庭时，早已盘算好将来的一切，金钱预算上的共识，一起创业一起置业成为你们半世婚姻的支持动力，你们的下一代必然无忧。\r\n　　至于性生活方面，天蝎座比较热情，处女座比较害羞。主动的都是天蝎。"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "射手座",
        "title": "处女座：射手座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★★\r\n亲情：★★",
        "content2": "算不算是瞎折腾的一对呢？但话又不可以这样说。在星座学来说，你们真是不太合得来的，但并不代表没有弯转，真是有心就可以改变。\r\n　　通常这段感情都是因为射手座的热情开朗及活泼幽默吸引了处女座，处女座以为射手座的他有一颗赤子之心，什么都不计较，而射手座会认为这个对象聪明又细心，提醒很多平时他没有注意的事情。在朋友阶段，的确可以很开心的，但是到要发展成非常情侣，真是要祝你们好运了。\r\n　　先天性格观念不同，令你们很难真正明白了解对方，不用多说什么，只是用钱的观念已经很烦了，射手座天生豪爽，出手大方的个性，小家计算的处女座又怎么看得过眼呢？这只是其中一部分，生活中有很多柴米油盐，吃喝玩乐，衣食住行的问题，吵架是难免的。\r\n　　性生活方面也是，处女座又怎能忍受射手座这种不认真又强盛的性欲呢？"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "摩羯座",
        "title": "处女座：摩羯座",
        "content1": "友情：★★★\r\n爱情：★★★★\r\n婚姻：★★★★★\r\n亲情：★★★★",
        "content2": "两人世界里的好情侣！\r\n　　在外人眼中，你们是沉闷的一对，没有激情与火花，也不会在一堆朋友伴侣中起眼，但你们却可以做到细水长流，长相厮守。因为大家都是土象星座，固定性好强，一旦决定好少有变化，你们的感情往往慢慢由朋友做起，透过一些最平凡的生活，逛街吃饭看戏煮饭慢慢培养出爱情来，不会有好多花前月下我爱你的废话，到差不多时间就会开会讨论谈婚论嫁的问题，也不会理会谁是主动和被动，好实际研究婚后共同计划，一起买楼，要不要和父母一起住，何时生第一个孩子，一定已经讲清讲楚咯！\r\n　　一对生活这样实际的伴侣，都不会有闹翻的机会，处女座的罗嗦，摩羯座一招“装聋”就化解了，怕就怕一辈子这么长，大家没有两句话而已。要说就只说到钱，也太不浪漫了。\r\n　　性生活更加不是问题，因为不是你们这重心，大家纯粹是生理发泄，顺便表达一下平时不会表露的爱意。"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "水瓶座",
        "title": "处女座：水瓶座",
        "content1": "友情：★★\r\n爱情：★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "怎样形容你们这一对？其实你们不会摆在一起！感情的开始通常是处女座觉得水瓶座这个朋友有意思，平易近人，见多识广，正是自己所欣赏的。而水瓶座也会因为贪新鲜觉得处女座的人很特别，和他以前有过的情人有不同之处，想试试在一起。可惜，水瓶座一旦深入处女的世界，会觉得有处女座的人什么事都要抓得很紧，死板固执，不晓得转弯没关系，还过份罗嗦，跟他根本沟通不了。而处女座也搞不清水瓶究竟想怎样，变化无常不说，还时常想一些不切实际的事，真有点怕了这家伙！\r\n　　在性方面有高配合度，但这不是你俩的生活重心，如果感情光靠性维持，很难长久相处下去的。\r\n　　希望你们可以有好长好长的缘份，打破宿命啦！"
    },
    {
        "xingzuo1": "处女座",
        "xingzuo2": "双鱼座",
        "title": "处女座：双鱼座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★★★\r\n亲情：★★★★",
        "content2": "在星座学来说处女与双鱼是180度对宫，很多东西是是相反的，但放心，相反某种意义表示有些东西是共通的，只不过是观念和表达方法不同，只要纠正并找到一个中庸之道，绝对是非常默契的一对。\r\n最起码双鱼座可以很清楚了解处女座的想法及对人态度，就算他很挑剔很麻烦，双鱼座也可以接受得了。而处女座也因为双鱼座天生的温柔，收敛了很多无谓的唠叨。当开始的时候，双鱼座用牺牲的想法去接受处女座的爱，处女座用服务的方式去对双鱼座，两人能够互相尊重关心对方。通常感情出事的可能就是双鱼座给处女座捉到他去“偷食”的证据，成为决裂的导火线。让人担心的是，两人的感情一旦变质，往往也会因为不想伤害对方而拖拖拉拉。\r\n　　家庭生活若由处女座掌管会有不错的稳定性，但性生活方面，双鱼座要调整一下自己的需求量，否则吓怕处女座，结果不可以享受到真正鱼水之欢哩！"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "处女座",
        "title": "天秤座：处女座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★★★\r\n亲情：★★★★",
        "content2": "处女座在爱情路上不是那么容易有好结果，但天秤座是一个不错的选择，当然成不成功好大因素是处女座的表现。因为你们都是尖酸型的人，喜欢对四周的事物加以品评，所以初相识的时候，好容易谈得来，对身边的朋友、同事、八卦消息都说得好兴奋，大家都觉得这个世界有太多不满意的事，但你们都只是停留在谈话，又不会实际去行动。感情发展过程中，大家都是模棱两可，不会说哪个主动不主动，顺其自然地交往，友情重于爱情，当一方面想进一步突破，问题也因此而生；处女座会为天秤座的扭扭捏捏生气，天秤座也为处女座拖拖拉拉而烦恼。\r\n性爱方面，两个完美主义的人，都很重感觉。但可能都不太积极。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "天秤座",
        "title": "天秤座：天秤座",
        "content1": "友情：★★★★\r\n爱情：★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "天秤座是个最爱靓的的星座，与一个和自己一样有气质的人谈情，是不是很棒？！^o^\r\n　 对于靓的追求，可谓天生一对。你们初相识时就会觉得大家的思想行为很接近，大家都是充满活力的人，在活动和拍施的过程都很开心。而且两人对朋友都很重视，会一起扩充生活圈子拥有共同的朋友。\r\n　　但要注意由于互相都喜欢用自己心中的尺去量别人，你们一定要找到大家之间的平衡点，否则，你们心里面对另一半看不顺眼时又刻意迁就，可能造成双方的误解。组织家庭上，面对最大的问题就是遇到要决定一些家事，大家都犹疑不决，结果无办法去抉择！你想想，如果连买一座灯都要搞一头半个月，整个屋子的装修要搞到什么时候呀! 　　\r\n性方面是互相吸引的一对，大家都希望可以在Sex里面令到对方满意。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "天蝎座",
        "title": "天秤座：天蝎座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "透不到气来的组合。\r\n　　天秤和天蝎一个冷，一个热，天秤外表热情，内心总有点保留，天蝎外表冷漠，但一着火，热情膨湃。两人真的很不同呀！\r\n　　初相识时，天秤座会被天蝎座这种激情和神秘吸引，而且沉迷在他那股强烈的占有欲里，好象世界应该由他为你主管，但一旦久了，你会被天蝎座那种寸草不留的激情弄得透不到气，越想走他逼得你越紧，相反，天蝎座也对天秤座这种四处留情，“什么朋友都是朋友”的交友态度看不顺眼，造成好多不必要麻烦，虽然天秤座会避重就轻去瞒骗天蝎座，但是一旦被他发觉？看来会没完没了了~\r\n　　在性生活方面，应该是你俩最协调的一环，大家对性都很敏锐，知道对方什么时候需要然后加以配合，有时一些小小的事情也会将你们的性欲燃起。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "射手座",
        "title": "天秤座：射手座",
        "content1": "友情：★★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "快乐的一对！你们是一拍即合型，因为大家都是好玩、爱热闹的星座。绝对是初见面相识没多久，你们就可以上床的人，因为你们都没有自制能力，只要好玩就得啦。你们很快走入同居时代，但要讲到结婚，你们其实不是太热衷，也没长远的计划及想法。有一日过一日的心态可能别人看你们很不屑，但你们却真能开心快活在一起，而且家中永远充满的朋友。\r\n　　不过在家庭秩序方面，未免太一塌糊涂，房间里总是堆着脏衣服，洗槽里总是堆着没洗的碗碟，事关你俩都挺懒的，家里要不乱就怪了。同样在财务上一样有这个问题，希望你们不是整日因为不记得交电费被人Cut电啦。\r\n　　性生活是完美的一对，大家都提供到对方需要的刺激同渴求，又会为对方而Enjoy，但长久可能要多换一些花式，否则新鲜感减退，感情还会扣分。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "摩羯座",
        "title": "天秤座：摩羯座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "不是太合拍一个组合。\r\n　　因为两个人的思想行为表现会有不同，天秤座可能会在多次恋爱失败后，碰上踏实的摩羯座，给他那种稳定所吸引，但真是发展下去，他会发现摩羯座的规则，令他不可以再做点疯狂的事，没有了自由性，而摩羯座开始会觉得天秤座有气质，品味也高，但相处久了，对天秤“花蝴蝶”般的态度看不顺眼。最大问题还是钱的问题。一讲到钱，摩羯座会对用钱倒水般的天秤座加以最严厉的眼神，努力赚回来的钱怎么可以乱花呢？而摩羯的严厉也会造成天秤的不满，只是不表现出来而已。\r\n　　性生活方面，经常形成紧张的情况，摩羯座太侧重事业而冷落天秤。天秤那种温柔的方法，摩羯是不买帐的。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "水瓶座",
        "title": "天秤座：水瓶座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "爱情好神奇，你们明明很难合在一起，但爱神又要扯你们在一起，而且爱到死去活来，其中又有惊涛骇浪，一浪接一浪，令你们整日都会因为这段感情而神伤，但一复合又好得不得了。\r\n　　同样都是风象星座，你们最合的地方，就是大家都喜欢认识朋友，社交圈子阔，同时也肯相信对方、各自保持空间。试想如果是另一个星座，会容忍你的朋友三更半夜叫你出去吗？但你们这对组合就可以做到。一个半夜被吵醒要出去另外一个还可以若无其事继续睡觉。此外，一个整日带些朋友回家另外一个不但没意见还可以相处融洽。所以你们可以是长远的一对，只要不是想着独占对方。\r\n　　在性方面，水瓶座其实不是很计较，天秤座也会受到影响而变得无所谓，不过要小心好容易出现两个人之外的性伴侣，到时候能不能接受呢？毕竟情人和朋友还是有区别的。"
    },
    {
        "xingzuo1": "天秤座",
        "xingzuo2": "双鱼座",
        "title": "天秤座：双鱼座",
        "content1": "友情：★★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★★",
        "content2": "极其复杂的一个组合，因为两个人对爱情没有真正的理解，但又以为自己懂得爱。　　\r\n双鱼座楚楚可怜的态度，最初会令天秤座的“假好人”心理发作，觉得应该要去呵护这个爱情路上总受伤的小鱼，而双鱼座也无所谓，觉得有人肯爱自己是件好事。矛盾在于大家都不够主动，相处久了天秤座会给双鱼座起伏不定的情绪气得要死，但又不敢发作，怕伤害到他的心，双鱼座也会因为天秤座整日拿不定主意而耿耿于怀，但他又想牺牲自己迁就天秤，为他带来开心，以为这就是爱。谁知这种态度搞到大家爱意渐消，还仍然要维持下去，一辈子就这样咯。\r\n　　在性生活方面反而不错，因为大家都肯配合对方而改变自己某些要求，看见对方满足，就算自己未达高潮，也有心灵上的安慰。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "白羊座",
        "title": "白羊座：白羊座",
        "content1": "友情：★★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★★",
        "content2": "两个一模一样的白羊座在一起，必然是爆炸性的组合。\r\n两人会很快被对方相同的行为态度吸引在一起。他们不会转弯抹角，而是直接表达出自己的爱意，马上进入热恋的阶段。不过他们过于相同的思想行为，相处久后会逐渐无法容忍对方的缺点，加上自私和不服输的性格，在没完没了的争吵中，对对方的爱意会变成讨厌甚至仇恨。另外，一旦两个人成为夫妻，一定要在理财计划上好好处理，否则入不敷出。 \r\n性生活方面，充满活力的两人配合度相当高。只是太着重性生活而忽略心灵上的沟通也是他们之间的大问题。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "金牛座",
        "title": "白羊座：金牛座",
        "content1": "友情：★★\r\n爱情：★★★\r\n婚姻：★★\r\n亲情：★★",
        "content2": "节奏不同是你们天生的问题，一个冲动，一个慢半拍，要把你们放在同一个世界一起生活，看来大家要非常容忍对方，如果不是，很难看到长远。\r\n白羊座的人喜欢用强烈的追求攻势去攻陷金牛座的人的心，但金牛座固执求稳的性格，必然会深思熟虑才肯接受追求，中间拉拉扯扯的时候，可能白羊座已经忍不住转身就走。如果真是可以走在一起，大家不妨用双打网球的原理，一个补、一个攻，也许能够创出光明的前途，大前提当然是已经能理解和接受对方的特性。假如金牛座一方是男性，白羊座的女性就要更主动、加大追求力度。白羊座的人还要学习金牛座深思熟虑的处事态度，明白这点，大家都有好处的。\r\n性生活方面，金牛喜欢耳鬓撕磨，白羊则速战速决，有时候要学会迁就对方了。"
    },
    {
        "xingzuo1": "白羊座",
        "xingzuo2": "双子座",
        "title": "白羊座：双子座",
        "content1": "友情：★★★★\r\n爱情：★★★★\r\n婚姻：★★★\r\n亲情：★★★",
        "content2": "默契的一对。\r\n火象星座的白羊座加上风象星座的双子座，大家都是乐观一族，白羊座和双子座一起，热情总是一发不可收拾。由于生活的态度和方式很接近，多变的双子结合冲动的白羊更添趣味。这对组合，男双子女白羊会更合适。因为白羊没有双子刁钻的脑袋，如果是白羊座的男性遇上双子座的女性，你会被她搞得又爱又恨。一旦追到手了，白羊又要小心不可让自己的大男人主义抬头，太过压迫她的话，她随时会有婚外情的。\r\n性生活方面，一个冲动一个贪新鲜，是对不错的组合哦。不过白羊有时候会怪双子不够投入。"
    }
]
